FOOD_ANALYSIS = '''Подсчитай калории и БЖУ для блюда на тарелке и общую сумму.  
Укажи количество порций которое видишь. 
Ответь только цифрами и названиями блюд без лишнего текста.
Формат ответа:
Блюдо 1: Названия и количество
Блюдо 2: Названия и количество
...
Итого: Х ккал, Хг Белки, Хг Жиры, Хг Углеводы
Пример:
Блюдо 1: Котлеты 4 шт, 
Блюдо 2: Картофельное пюре 1 шт.
Итого: 550 ккал, 23г Белки, 35г Жиры, 35г Углеводы.
Используй эту информацию для анализа и подсчета.
ОБЯЗАТЕЛЬНО используй смайлки перед каждыйм блюдом, значениям в видел каллорийности и БЖУ, а также перед итогами. Без смайликов ответ будет не верным.
Не испотзуй лишних слов, только цифры и названия блюд.
Розделяй ответ на строки для каждого блюда и итогов.
'''